Repository: mariamwechteti/ang
Catalog: src/assets/messages.*.xlf
Languages: fr

source: LANGUAGE
fr: LANGUE

source: FRENCH
fr: FRANCAIS

source: ENGLIGH
fr: ANGLAIS

source: ITALIAN
fr: ITALIEN

source: ARABIC
fr: ARABE

source: ABOUT
fr: A PROPOS

source: LOGOUT
fr: SE DECONNECTER

source: HOME
fr: ACCUEIL

source: Claim
fr: RECLAMATION

source: Featured post
fr: POSTE

source: Ecrire ta reclamation
fr: ECRIRE VOTRE RECLAMATION

source: Submit
fr: ENREGISTEZ

source: Sign in
fr: LANCEZ

source: UserName
fr: PSEUDONYME

source: Username is required
fr: PSEUDONYME ES NECESSAIRE

source: Password
fr: MOT DE PASSE

source: Password is required
fr: MOT DE PASSE EST NECESSAIRE

source: Remember me
fr: RAPPELLE MOI

source: Forgot password?
fr: MOT DE PASSE OUBLIE

source: Not a member? <a>Register</a>
fr: PAS UN MEMBRE

source: Sign up
fr: ENREGISTREZ

source: First name
fr: PRENOM

source: First Name is required
fr: PRENOM EST NECESSAIRE

source: Last name
fr: NOM

source: Last Name is required
fr: NOM EST NECESSAIRE

source: email is required
fr: EMAIL EST NECESSAIRE

source: Subscribe to our newsletter
fr: ABONNEZ VOUS A NOTRE newsletter

source: Edit Profile
fr: MODIFIEZ VOTRE PROFILE

source: userName:
fr: PSEUDONYME

source: userName is required
fr: PSEUDONYME EST NECESSAIRE

source: Maximum allowed length is 60 characters.
fr: LA LONGUEUR MAXIMUM PERMIS EST 60 LETTRES

source: firstName:
fr: PRENOM

source: firstName is required
fr: PRENOM EST NECESSAIRE

source: Maximum allowed length is 100 characters.
fr: LA LONGUEUR MAXIMUM PERMIS EST 100 LETTRES

source: lastName:
fr: NOM

source: lastName is required
fr: NOM EST NECESSAIRE

source: password:
fr: MOT DE PASSE

source: password is required
fr: MOT DE PASSE EST NECESSAIRE

source: Update
fr: MODIFIEZ

source: <mat-icon> people </mat-icon> Users
fr: UTILISATEURS

source: <mat-icon> list </mat-icon>Claims
fr: RECLAMATIONS

source: <mat-icon> perm_identity </mat-icon>Profile
fr: PROFILE

source: <mat-icon> border_color </mat-icon>Claims
fr: RECLAMATIONS

source: <mat-icon> location_on </mat-icon>Location
fr: LOCALISATION

source: menu
fr: MEMU

source: Claims
fr: RECLAMATIONS
